[
  {
    "author_id": "viktor-skantze",
    "full_name": "Viktor Skantze",
    "title": "Identifying metabotypes from tensor data",
    "body": "Metabolic response to diet shows large individual variation, which warrants tailored dietary recommendation i.e., personalized nutrition (PN). A step towards PN is to tailor diet to groups of individuals with similar metabolic phenotype, so called metabotypes (i.e., clusters of individuals with similar metabolism). Metabotyping of high-dimensional data is commonly performed in matrix form using matrix decompositions (e.g., PCA). However, data from e.g., crossover studies can be conveniently organized in multi-dimensional form (i.e., as tensor data) and methods for detecting metabotypes in such data are still lacking.\n\nWe therefore aimed to develop and evaluate tools to identify potential metabotypes in high-dimensional tensor data.\n\nWe developed two methods: The first uses CANDECOMP/PARAFAC (CP) decomposition directly on tensor data where clustering was performed on individual’s scores, whereas the second was developed specifically for time-resolved data and uses dynamic mode decomposition (DMD) to model metabolite dynamics, where clustering was performed on individual’s dynamic state trajectories. We applied the methods to identify metabotypes in data from a crossover acute post-prandial dietary intervention study on 17 overweight males (BMI 25–30 kg/m2, 41–67 y of age) undergoing three dietary interventions (pickled herring, baked herring and baked beef, measuring 79 metabolites (from GC-MS metabolomics) at 8 time points (0-7h).\n\nBoth methods identified two potential metabotype clusters, predominantly in amino acids after the meat diet. The clustering associated to baseline levels of creatinine, strengthening the plausibility of found metabotypes. The CP method is a general approach, not specific to time-resolved data, and provides better fit if the data is multilinear. Conversely, DMD is designed for time-resolved data, for which it often provides a better fit than CP. We concluded that both the CP and the DMD approach are well suited to identify metabotypes in tensor data from a wide variety of complex experimental designs.",
    "presentation_type": "Poster Only",
    "affiliation": "Chalmers University of technology"
  },
  {
    "author_id": "anne-julie-tessier",
    "full_name": "Anne-Julie Tessier",
    "title": "Plasma metabolite signature of healthy lifestyle factors in midlife in relation to all-cause mortality",
    "body": "\n\n**Background:**\n\n A healthy lifestyle has been associated with a lower risk of premature death. Metabolic pathways of a healthy lifestyle and their association with mortality remain to be understood. This study aimed to identify the metabolomic signature of a healthy lifestyle score and examine its prospective association with all-cause mortality. \n\n**Method:**\n\n The population included 12,146 participants from the Nurses’ Health Study, Nurses’ Health Study II and Health Professionals Follow-Up Study (83% women, 97% white, aged 54.9 ± 9.3 years). Plasma metabolites were profiled using high-throughput liquid chromatography mass-spectrometry at baseline. The healthy lifestyle score was computed by summing the total number of baseline healthy lifestyle factors. Factors included the Alternative Healthy Eating Index (upper 40%), moderate alcohol intake (women: 5-15 g/day; men: 5-30 g/day) and moderate-to-vigorous physical activity (≥30 minutes/day) assessed using validated questionnaires; and self-reported smoking (never) and BMI (18.5-24.9 kg/m2). The multi-metabolite signature was identified using elastic net regressions with train test validation split (70-30%). Metabolic pathways were determined using enrichment analysis. Multivariable Cox proportional hazards regression was used to examine the association between the healthy lifestyle metabolite signature and subsequent mortality risk. \n\n**Results:**\n\n The identified signature encompassed 88 metabolites and correlated with the healthy lifestyle score (Pearson r=0.43 and 0.44 in the training and test sets; p<0.001).  While C18:0 sphingomyelin, creatine, N2,N2-dimethylguanosine were inversely associated with a healthy lifestyle (p<0.001), beneficial glycerophospholipids showed positive associations (p<0.001). The methylhistidine metabolic pathway, reflective of muscle protein breakdown and dietary protein source, emerged as the most enriched metabolite set. Among individual healthy lifestyle factors, the signature was most strongly associated with normal BMI (p<0.001). During up to 32y of follow-up, 3,851 deaths were documented. The healthy lifestyle metabolite signature score was inversely associated with mortality risk (HR=0.79 [95% CI 0.73, 0.85]) and remained significant after mutual adjustment for the healthy lifestyle score (HR=0.84 [95% CI 0.77, 0.91]). \n\n**Conclusions:**\n\n In US middle-aged adults, a plasma metabolite signature related to a healthy lifestyle was associated with lower subsequent mortality risk. Findings provide novel insights into potential metabolic pathways underlying the association between a healthy lifestyle and lower premature mortality.",
    "presentation_type": "Flash presentation & Poster",
    "affiliation": "Harvard TH Chan School of Public Health"
  },
  {
    "author_id": "tynde-sandor",
    "full_name": "Tynde Sandor",
    "title": "Proteomic metabolic health related to socioeconomic deprivation",
    "body": "\n\n**Background:**\n\n Understanding how socioeconomic status influences access to health care and other resources is essential to making sustainable and practical metabolic health and nutritional recommendations. Assessing and monitoring patients holistically and understanding the health impacts of socioeconomic status can enable optimal decision making and recommendations as it relates to nutrition. Large-scale proteomic profiling using a novel aptamer-based technology to measure 7,000 proteins has facilitated the development and validation of blood-based proteomic signatures for 11 different cardiometabolic SomaSignal^TM^ Tests (SST) in plasma.\n\n\n\n**Method:**\n\n We used clinical data and SST results in the psychosocial, behavioral, and biological determinants of ill health (pSoBid) study to identify differences in health status between socioeconomically advantaged and deprived participants from Glasgow, Scotland. We used logistic regression analyses to compare SST results between advantaged and deprived study participants.\n\n\n\n**Results:**\n\n After correcting for multiple comparisons, socioeconomic deprivation was associated with the following proteomic predictions: decreased cardiorespiratory fitness (odds ratio (OR): 6.07, 90% confidence interval (CI): 3.09-11.90), p-value: 0.0003), decreased estimated renal function (OR: 3.00, 95% CI: 1.42-6.33, p-value: 0.008), increased risk for cardiovascular disease (OR: 1.86, 95% CI: 1.56-2.21), increased liver fat (OR: 1.26, 95% CI: 1.06-1.50, p-value: 0.02), and impaired glucose tolerance (OR: 1.18, 95% CI: 1.06-1.31, p-value: 0.007). The following test predictions were not associated with socioeconomic status: resting energy rate, percent body fat, lean body mass, visceral adiposity, and alcohol impact.\n\n\n\n**Conclusions:**\n\n These results demonstrate that participants with lower socioeconomic status have proteomic signatures that are consistent with decreased cardiometabolic health compared to participants with higher socioeconomic status. This study shows that SST can be used to identify proteomic phenotypes, which will be invaluable to help guide precision metabolic health and nutrition recommendations that address the unique needs of people with lower socioeconomic status.",
    "presentation_type": "Flash presentation & Poster",
    "affiliation": "SomaLogic"
  },
  {
    "author_id": "zhila-semnani-azad",
    "full_name": "Zhila Semnani-Azad",
    "title": "Plasma metabolite predictors of metabolic syndrome incidence and reversion",
    "body": "\n\n**Background:**\n\n Metabolic Syndrome (MetS) is a progressive pathophysiological state defined by a cluster of cardiometabolic traits. However, little is known on metabolites that may be predictors of MetS incidence or reversion. Our objective was to identify plasma metabolites associated with MetS incidence or MetS reversion.\n\n\n\n**Methods:**\n\n The study included 1,468 participants without cardiovascular disease but at high cardiovascular risk at enrollment from two case-cohort studies nested within the PREvención con DIeta MEDiterránea (PREDIMED) trial with baseline metabolomics data. MetS was defined in accordance with the updated harmonized International Diabetes Federation and the American Heart Association/National Heart, Lung, and Blood Institute criteria. MetS incidence was defined by not having MetS at baseline but meeting the MetS criteria at a follow-up visit. MetS reversion was defined by MetS at baseline but not meeting MetS criteria at a follow-up visit. Plasma metabolome was profiled by LC-MS. Multivariable-adjusted Cox regression models and elastic net regularized regressions were used to assess the association between 385 known metabolites and MetS incidence or reversion after adjusting for potential risk factors.\n\n\n\n**Results:**\n\n Of the 603 participants without baseline MetS, 298 developed MetS over the median 4.4-year follow-up. Of the 865 participants with baseline MetS, 285 experienced MetS reversion. A total of 103 and 88 individual metabolites were associated with MetS incidence and MetS reversion, respectively, after adjusting for confounders and false discovery rate correction. A metabolomic signature comprised of 77 metabolites was robustly associated with MetS incidence (HR per +1 SD: 1.56 (95%CI: 1.33-1.83)), and a metabolomic signature of 83 metabolites associated with MetS reversion (HR per +1 SD: 1.44 (95%CI: 1.25-1.67)), both p<0.001. C34:2 phosphatidylethanolamine plasmalogen, isoleucine, and C2 carnitine were the top positive metabolites (based on the beta-coefficients) from the MetS incidence signature, while C38:2 phosphatidylcholine, phenylacetylglutamine and ribothymidine the top negative metabolites. From the MetS reversion signature, C18:2 lipophosphatidylcholine, histidine, and C34:3 phosphatidylcholine plasmalogen were the top positive metabolites, and alanine, fructose-glucose-galactose, and C36:4 phosphatidylethanolamine plasmalogen the top negative metabolites. \n\nConclusion: We identified unique metabolomic signatures, which included several plasma lipids and amino acids, associated with MetS incidence and reversion.\n\nKeywords: Metabolomics, Metabolic Syndrome",
    "presentation_type": "Flash presentation & Poster",
    "affiliation": "Harvard T.H. Chan School of Public Health"
  },
  {
    "author_id": "honghui-guo",
    "full_name": "Honghui Guo",
    "title": "Intermittent fasting alleviates non-alcoholic steatohepatitis by regulating bile acid metabolism and promoting fecal bile acid excretion in high-fat and high-cholesterol diet fed mice",
    "body": "\n\n**Background:**\n\n Intermittent fasting (IF) exhibits many health-promoting effects including decreasing hepatic lipids accumulation and regulating gut microbiota metabolism, but its protection against non-alcoholic steatohepatitis (NASH) is still lacking. This study aims to investigate the mechanism of IF alleviates NASH by regulating gut microbiota and bile acids (BAs).\n\n\n**Methods:**\n\n Male C57BL/6J mice were fed with a high-fat and high-cholesterol (HFHC) diet for 16 weeks to establish a NASH model. Then the mice continued HFHC feeding and were treated with or without every other day fasting for 10 weeks. Gut microbiota of the cecum are profiled by 16S rRNA gene sequencing. BAs in serum, colon contents, and feces are measured by ultra-performance liquid chromatography coupled with triple quadrupole mass spectrometry.\n\n\n**Results:**\n\n IF decreased the body weights, insulin resistance, and hepatic cholesterol accumulation. IF alleviated hepatic steatosis, ballooning, and lobular inflammation. IF elevated the levels of hydrophilic BAs including ursodeoxycholic acid, alpha-muricholic acid, beta-muricholic acid, and tauro-beta-muricholic acid in colon contents and feces. Moreover, IF increased the relative mRNA and protein levels of cholesterol 7α-hydroxylase 1 (CYP7A1) in liver but decreased that of farnesoid-X-receptor (FXR) and fibroblast growth factor 15(FGF15) in ileum. \n\n\n**Conclusions:**\n\n IF alleviates NASH by regulating bile acid metabolism and promoting fecal bile acid excretion.",
    "presentation_type": "Poster Only",
    "affiliation": "Guangdong Medical University"
  },
  {
    "author_id": "britt-marie-iresjo",
    "full_name": "Britt-Marie Iresjö",
    "title": "Nutrition before surgery-Effects on muscle transcriptome",
    "body": "\n\n**Background:**\n\n Recommendations of strict pre-operative fasting have later on become replaced by provision of carbohydrate rich nutrition drinks prior to surgery. Carbohydrate (cho) drinks are shown to reduce postoperative insulin resistance and thus assumed to improve post-surgical muscle protein metabolism with expectations to reduce morbidity and complication rate, though meta-analyses indicate few clinical benefits. However, such studies investigating skeletal muscle metabolism are lacking. Therefore, our studies have evaluated skeletal muscle transcriptome alterations related to carbohydrate and protein metabolism by two different nutrition interventions.\n\n\n\n**Method:**\n\n Patients scheduled for major upper gastrointestinal cancer surgery were asked to participate. Provision of either oral carbohydrate -rich nutrition drinks (804 kcal cho/96 kcal protein) or provision of total parenteral nutrition (400 kcal cho/180 kcal protein/350 kcal fat) were administered in a 12-hours over-night period prior to surgery. The control group received clear fluids only. Blood samples and abdominal muscle biopsies were collected at operation start (n=38). Blood amino acids were quantified by LC-MS/MS and muscle mRNA transcripts were analyzed with Agilent SurePrint G3 Human GE v3 8x60K Microarrays. Data evaluation was done in Genespring software v.14.9.1.\n\n\n\n**Results:**\n\n Statistical analyses indicated ~1200 transcripts as altered among groups (Anova, p<0.05). Post-Hoc analyses indicated ~500 transcripts as altered by each nutrition protocol with most alterations specific to each treatment. The results indicate that both carbohydrate rich nutrition drinks and total parenteral nutrition influenced muscle glucose metabolism, while transcript alterations related to protein metabolism were induced by parenteral nutrition only (final manuscript in preparation).\n\n\n\n**Conclusions:**\n\n Whole genome transcript analyses on skeletal muscle biopsies indicate different \"profiles\" by the two nutrition interventions. Microarray analyses is thus a suitable method to further study underlaying mechanisms, such as activation of protein translation or glucose metabolism, in response to short time nutrition interventions.\n\nKeywords: pre-operative nutrition, transcriptomics, skeletal muscle, protein metabolism",
    "presentation_type": "Poster Only",
    "affiliation": "Department of Surgery, University of Gothenburg"
  },
  {
    "author_id": "marilena-vitale",
    "full_name": "Marilena Vitale",
    "title": "Metabolites associated to cardiovascular risk in people with type 2 diabetes: data from the TOSCA.IT trial",
    "body": "\n\n**Background:**\n\n Epidemiological evidence suggests that poor diet quality contributes to a higher risk of lifestyle-related chronic diseases including cardiovascular diseases and type 2 diabetes. Molecular mechanisms responsible for the detrimental health effects are not well known in particular in people with diabetes. Therefore, our aim is to evaluate the metabolites associated to the food intake helping to understand the key contributors for the cardiovascular risk prevention in people with type 2 diabetes following a healthy or unhealthy diet.\n\n\n\n**Method:**\n\n 230 subjects with type 2 diabetes were classified as following a Healthy (125 people) or Unhealthy (105 people) diet based on the habitual intake of fiber, polyphenols, and saturated fatty acids. Habitual diet was evaluated using a validated version of the food frequency questionnaire. The metabolomic analysis of plasma samples was performed using HPLC combined with mass spectrometry (MS/MS).\n\n\n\n**Results:**\n\n People following the healthy diet were characterized by higher plasma concentrations of phytochemicals as metabolic product of polyphenols. So they present a better cardiometabolic profile linked to the consumption of coffee and tea, two main sources of polyphenols, that characterize the healthy diet. On the other side, the unhealthy diet, was characterized by higher plasma concentrations of compounds involved in protein and lipid metabolism, such as phenylalanine, phosphatidylcholines and lysophosphatidylcholines.\n\n\n\n**Conclusions:**\n\n Novel metabolites in people with type 2 diabetes were associated with cardiovascular risk factors. These results suggest that circulating concentrations of several metabolites were correlated with beneficial variations in the conventional clinic lipid profile and also of other risk factors, thus providing further insight to the metabolic control in people with diabetes. These findings are very important mostly in diabetic patients, who already have an higher risk to develop cardiovascular disease. Thanks to metabolomics is possible to increase the knowledge of disease progression and provides approaches for therapy.\n\nKeywords: metabolomics; diabetes; habitual diet",
    "presentation_type": "Flash presentation & Poster",
    "affiliation": "Federico II University of Naples"
  },
  {
    "author_id": "viviana-sandoval",
    "full_name": "Viviana Sandoval",
    "title": "The design of a crossover trial to study the effects of omega-3 fatty acids on Personal Post- Prandial TG response in healthy overweight subjects (Omega-3PT trial)",
    "body": "Cardiovascular diseases (CVDs) are the most common cause of death worldwide.Randomized controlled trials (RCT) have shown that marine omega-3 fatty acids reduce the risk of CVD, although inconsistent findings exist.The beneficial effects are predominantly mediated through the lowering of fasting triglycerides (TG) levels. Non-fasting TG levels are a significant risk factor for CVD, and omega-3 intake has been shown to affect postprandial TG levels. However, little is known about the inter-individual variation in the postprandial TG response after omega-3 fatty acids supplementation and the mechanisms. Thus, this trial aims to elucidate how omega-3 fatty acids supplementation affects postprandial lipid and inflammatory responses after a high-fat meal in healthy overweight subjects. We will perform a novel clinical trial in two phases: In which the first phase will be a classical RCT followed by a meal response. The participants will either take a control oil or 2g/d of marine omega-3 fatty acids from fish oil for six weeks with a 12-week wash-out period before changing the intervention. Before and after each treatment period, the fasted participants will be served a high-fat mixed meal containing 60 g of butter. Lipids, glucose, insulin and inflammatory markers, and PBMC gene expression, will be measured during the postprandial period, which last for 8 h. After the classical RCT, all participants will be supplemented with 2 g/d of marine omega-3 fatty acids for six weeks after a 12-week wash-out period followed by the meal response. This repeated exposure period offers the opportunity to define omega-3 responders and non-responders to understand individual variation in post-prandial TG levels better. We aim to recruit 52 healthy overweight male and female participants with fasting TG in the normal range (1-1.7 mmol/L). To better understand individual fasting and postprandial TG response, body composition, genetics, habitual dietary intake, chrono-nutrition, continuous glucose measurements, and physical activity will be determined before each visit. In addition, for future analyses, fecal samples will be collected for microbiota analyses and plasma for untargeted metabolomics analyses. This study seeks to generate new knowledge in precision nutrition to understand better why some people respond better to omega-3 fatty acids than others.\nKeywords:Personalized-nutrition/postprandial-response/triglycerides/lipid-metabolism.",
    "presentation_type": "Poster Only",
    "affiliation": "Institute of Basic Medical Sciences, Department of Nutrition, University of Oslo; Carrera Nutrición y Dietética Universidad San Sebastián (Valdivia -Chile)"
  },
  {
    "author_id": "therese-hjorth",
    "full_name": "Therese Hjorth",
    "title": "Effect of a high vs low glycemic index Mediterranean Diet in adults at risk of type 2 diabetes: The MEDGICarb trial",
    "body": " \n\n\n\n**Background:**\n\n \n\nElevated postprandial glucose concentrations may contribute to development of impaired insulin secretion and impaired insulin sensitivity observed in the pathogenesis of type 2 diabetes. The glycemic index (GI) of carbohydrate-containing foods plays an important role in postprandial glucose concentrations. Consuming a healthy (HEP) Mediterranean-style diet (MED) is supported by extensive evidence of a reduced risk of the development of type 2 diabetes. Nevertheless, there have been no studies assessing the contribution of high- vs low-GI foods aiming to improve indices of glucose control and cardiometabolic health in the context of a MED-HEP.\n\nThe aim of the trial was to investigate the long-term effects of a low vs high GI on postprandial glycemia and glycemic variability in a MED-HEP context.\n\n\n\n**Method:**\n\n\n\nA multicenter, randomized, controlled dietary intervention trial, comparing high GI MED-HEP (GI value > 70) versus low GI MED-HEP (GI value < 55)-GI diets in adults at risk for type 2 diabetes. For 12 weeks, participants consumed a low-GI or high-GI MED-HEP. Assessment of postprandial plasma glucose and insulin responses (eight hours after breakfast and lunch), and daily glycemic variability via CGM were made at baseline and post-intervention. 160 adults (86 females, 74 males) with a waist circumference > 102 cm (male) or > 88 cm (females) and additional ≥ 2 metabolic syndrome traits, completed the intervention.\n\nResult\n\nPostprandial insulin concentrations were higher after high-GI versus low-GI test meals at baseline (*p<\/I> = 0.004), but not post-intervention (*p<\/I> = 0.17). Postprandial glucose after high-GI test meal increased post-intervention, being greater compared to after low-GI test meal (*p <\/I>< 0.001). Average daily glucose concentrations decreased in both groups post-intervention. Indices of 24-h glycemic variability after the intervention were reduced in the low-GI group compared to baseline and the high-GI group.\n\nConclusion\n\nThese findings suggest that low-GI foods may be an important part of a MED-HEP for postprandial and daily glucose control in people at risk for type 2 diabetes.\n\n \n\nKeywords: Glycemic index, Mediterranean diet, Type 2 diabetes, postprandial glucose \n\n \n\nReferences:https://pubmed.ncbi.nlm.nih.gov/35277067/",
    "presentation_type": "Poster Only",
    "affiliation": "Chalmers University of Technology"
  },
  {
    "author_id": "jordi-merino",
    "full_name": "Jordi Merino",
    "title": "Genetic predisposition to macronutrient preference and workplace food choices: A secondary analysis of the ChooseWell 365 trial",
    "body": "\n\n**Background:**\n\n Prior research has identified genetic variants influencing macronutrient preference, but whether genetic predisposition to carbohydrate, fat, or protein preference is associated with food choice behavior is unknown. Here, we examined the associations of polygenic scores for carbohydrate, fat, and protein preference with workplace food purchases.\n\n\n\n**Method:**\n\n We conducted a secondary analysis of baseline data from 397 hospital employees enrolled in the ChooseWell 365 trial. Hospital cafeterias labeled all food and beverages with traffic light labels (green=healthy, red=unhealthy). Participants’ cafeteria purchases were obtained retrospectively for the 12 months before study enrollment. Participants’ genetic predisposition to macronutrient preference was characterized using polygenic scores for carbohydrate, fat, and protein preference. Linear mixed-effect models were used to estimate the association between polygenic scores and the number and quality of cafeteria purchases. \n\n\n\n**Results:**\n\n Participants were mostly female (n=321, 80.9%) with a median age of 45 (IQR, 33 to 56) and median BMI of 26.5 (IQR, 23.5 to 30.8 kg/m2). There were 215,692 cafeteria purchases over 12 months. Each SD increase in thepolygenic score for carbohydrate preference was associated with 2.3 additional purchases/month (95%CI, 0.2 to 4.3; p=0.03), and a higher number of green-labeled purchases (b=1.9, 95%CI, 0.5 to 3.3; p=0.01). There were no associations between fat and protein polygenic scores with cafeteria purchases.\n\n\n\n**Conclusions:**\n\n Genetic predisposition to carbohydrate preference, but not fat or protein, was associated with higher numbers of both total and green-labeled purchases. These preliminary findings suggest that genetic differences in food preferences may influence employees’ responses to workplace healthy eating efforts, such as cafeteria traffic light labels.\n\nKeywords: food choice behavior, genetics of diet, polygenic scores, diet, food purchases",
    "presentation_type": "Flash presentation & Poster",
    "affiliation": "Center for Genomic Medicine, Massachusetts General Hospital"
  },
  {
    "author_id": "bianca-stutz",
    "full_name": "Bianca Stutz",
    "title": "Hunger and glycaemic response to meals with a high glycaemic index consumed in the morning or evening among students with earlier and later chronotype- ChroNu Study",
    "body": "\n\n**Background:**\n\n\n\nHunger and glucose homeostasis follow a circadian rhythmicity and might differ by their circadian phenotype, e.g. chronotype, particularly when consuming a meal with a high glycaemic index (GI). As young adults are vulnerable for dietary misalignment, this study investigates whether i) morning versus evening 2-hour post-prandial (2-h pp) glycaemic response to a high GI meal differs among earlier and later chronotypes, and whether ii) the chronotype is associated with circadian differences in hunger*.<\/I>\n\n\n\n**Methods:**\n\n\n\nAmong 320 students aged 18-25 years those with the earliest (n=22) and latest (n=23) chronotype were invited to a randomized controlled cross-over nutrition trial. On the intervention days, participants received a high GI meal (GI=72) either in the morning (7 a.m.) or the evening (8 p.m.). All other meals had a medium GI (46-59). Glucose responses were recorded by a continuous glucose monitoring device. Hunger was estimated on a labelled magnitude scale. Paired T-Test was used to compare 2-h pp incremental area under the curve (iAUC), and differences in hunger before meal intake (morning vs. evening). The association between hunger and chronotype was analysed using multivariable linear regression.\n\n\n\n**Results:**\n\n\n\nEarlier chronotypes (mid-point of sleep 3:43 a.m.) showed higher 2-h pp iAUC responses in the evening than in the morning: iAUC 236 (±90) vs. 198 (± 87) mmol/L, p=0.04, while in later chronotypes (5:37 a.m.) responses were comparable: iAUC 213 (±112) vs. 208 (±96) mmol/L, p=0.96. Hunger was higher in the evening than in the morning (p<0.0001) but this difference was not associated with the chronotype (p=0.7). \n\nConclusion:\n\nWhile glucose homeostasis deteriorated in earlier chronotypes over the day, later chronotypes showed similar glucose responses to a high GI meal consumed early in the morning and late in the evening. This suggests that glucose homeostasis among later chronotypes may be adversely affected also early in the morning following a high GI meal against the inner clock. The circadian rhythm of hunger seems to be independent of the chronotype.\n\nKeywords: chronotype, glucose homeostasis, glycaemic index circadian misalignment, hunger",
    "presentation_type": "Poster Only",
    "affiliation": "Faculty of Natural Sciences, Institute of Nutrition, Consumption and Health, Paderborn University"
  },
  {
    "author_id": "kelly-jardon",
    "full_name": "Kelly Jardon",
    "title": "Precision nutrition by modulating dietary macronutrients according to tissue-specific insulin resistance phenotypes improves cardiometabolic health",
    "body": "\nKey words: precision nutrition, tissue-specific insulin resistance, cardiometabolic health, metabolic subtyping",
    "presentation_type": "Flash presentation & Poster",
    "affiliation": "Maastricht University"
  },
  {
    "author_id": "tessa-schillemans",
    "full_name": "Tessa Schillemans",
    "title": "Omics linking dietary pollutants to cardiovascular disease",
    "body": "\n\n**Background:**\n\n\n\nDietary exposure to persistent organic pollutants (POPs), including organochlorine compounds (OCs) and per- and polyfluoroalkyl substances (PFAS), is prevalent and may be linked to cardiovascular disease (CVD) development. To shed light on potential underlying mechanisms, we aimed to discover genetic, proteomic and metabolic features that link POP exposures with CVD risk using a “meet-in-the-middle” approach.\n\n\n\n**Method:**\n\n\n\nWe used data from a nested case-control study on first incident myocardial infarction and stroke from the Swedish Mammography Cohort – Clinical (n=657). OCs, PFAS (LC-MS) and multiOmics (248 proteins from Olink CVDII, CVDIII and Metabolism panels; 9511 metabolic features from untargeted LCMS metabolomics and; 8110 gene variants selected from GWAS on POP exposures) were measured in baseline plasma. Omics features cross-sectionally associated with OCs and PFAS were selected using a random forest-based algorithm followed by partial Spearman correlation adjusting for confounders. POP-related omics features that also prospectively associated with cardiovascular outcomes were then selected using conditional logistic regression adjusted for confounders. Finally, associations of the selected omics features with POP exposures and CVD outcomes were visualized using the TriPlot approach.\n\n\n\n**Results:**\n\n\n\nOut of 17869 omics features, 29 (for OCs) and 12 (for PFAS) metabolite features and proteins associated with exposures and CVD outcomes and selected features were unique to OCs and PFAS exposures. OC-related features associated with increased risk of CVD, whereas the inverse was found for PFAS-related features (for myocardial infarction). Associations of POP-related features with exposures and CVD outcomes were diluted by adjustment for age and BMI for OCs but not for PFAS. Whilst most of the PFAS-related features still need to be annotated, several of the OC-related features indicate involvement of lipids and the aryl hydrocarbon receptor pathway.\n\n\n\n**Conclusions:**\n\n\n\nThese results imply different molecular pathways with opposite effects on CVD risk for OCs and PFAS.",
    "presentation_type": "Flash presentation & Poster",
    "affiliation": "Karolinska Institutet"
  },
  {
    "author_id": "magdalena-sevilla-gonzalez",
    "full_name": "Magdalena Sevilla-Gonzalez",
    "title": "Metabolomic markers of glucose regulation after a lifestyle intervention in prediabetes",
    "body": "\n\n**Introduction:**\n\n\n\nDisentangling the specific factors that regulate glycemia from prediabetes to normoglycemia could improve type 2 diabetes prevention strategies. Metabolomics provides substantial insights into the biological understanding of environmental factors such as diet. This study aimed to identify metabolomic markers of regression to normoglycemia in the context of a lifestyle intervention (LSI) in individuals with prediabetes.\n\n\n\n**Methods:**\n\n\n\nWe conducted a single-arm intervention study with 24 weeks of follow-up. Eligible study participants had at least one prediabetes criteria according to the American Diabetes Association guidelines, and BMI between 25 and 45kg/m2. LSI refers to a hypocaloric diet and >150 min of physical activity per week. Regression to normoglycemia (RNGR) was defined as achieving HbA1c <5.5% in the final visit. Baseline and post-intervention plasma metabolomic profiles were measured using liquid chromatography-tandem mass spectrometry (LC-MS). To select metabolites associated with RNGR, we conducted the least absolute shrinkage and selection operator-penalized regressions (LASSO).\n\n\n\n**Results:**\n\n\n\n The final sample was composed of 82 study participants. Changes in three metabolites were significantly associated with regression to normoglycemia; N-Acetyl-D-galactosamine (OR= 0.54; 95%CI 0.32 - 0.82), putrescine (OR= 0.90, 95%CI 0.81-0.98), and 7-methylguanine (OR =1.06; 95%CI 1.02-1.17), independent of HbA1c and weight loss. In addition, metabolomic perturbations due to LSI displayed enrichment of taurine and hypotaurine metabolism pathway (p=0.03) compatible with biomarkers of protein consumption, lower red meat and animal fats, and higher seafood and vegetables. \n\n\n\n**Conclusions:**\n\n\n\nEvidence from this study suggests that specific metabolomic markers have an influence on glucose regulation in individuals with prediabetes after 24 weeks of LSI independently of other treatment effects such as weight loss.",
    "presentation_type": "Flash presentation & Poster",
    "affiliation": "Massachusetts General Hospital"
  },
  {
    "author_id": "cecilia-martinez-escobedo",
    "full_name": "Cecilia Martinez-Escobedo",
    "title": "Effects of High and Low Glycemic Index Mediterranean-style Healthy Eating Patterns on the Plasma Metabolome",
    "body": "TBA",
    "presentation_type": "Flash presentation & Poster",
    "affiliation": "Chalmers University of Technology"
  }
]
